<!DOCTYPE html>
<html>
    <head>
        <meta charset="UTF-8">
        <title>115-kurtsev-oop6-2</title>
    </head>
    <body>
        <?php
        //
        ?>
        <div>
            Для задачи "Кости" (Task 6. Practice 1) реализовать страницу просмотра результатов
            <br>проведенного эксперимента (из БД) и страницу выбора эксперимента, результаты которого
            <br>можно просмотреть.
            <br>
            <br> Страница выбора эксперимента должна отображать все эксперименты, результаты которых хранятся в БД,
            <br> а также ссылки для просмотра результатов конкретного эксперимента.

            <br>Страница просмотра результатов эксперимента содержит статистические данные выбранного
            <br>эксперимента (количество бросков, выпавшие комбинации, количество выпадения комбинаций,
            <br>отношение количества выпадений к общему количеству бросков). Страница просмотра результатов
            <br>эксперимента открывается при переходе по ссылке на странице выбора эксперимента.

            <br>
            <form method="post" action="action.php"><input type="submit" value="Solve !"></form>
        </div>
    </body>
</html>
